brew "git"
brew "gh"
brew "lazygit"
brew "nodebrew"
brew "pnpm"
brew "pyenv"
brew "yarn"

cask "android-studio"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea-ce"
cask "line"
cask "notion"
cask "raycast"
cask "run-cat"
cask "postman"
cask "slack"
cask "typora"
cask "visual-studio-code"
cask "warp"
cask "font-hack-nerd-font"

vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "vscode-icons-team.vscode-icons"
vscode "esbenp.prettier-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "mhutchie.git-graph"
